<?php include "includes/header.php" ?>
<div class="container fill_height">
            <div class="policy">
                <div class="title">
                    <h3>السياسات</h3>
                    <h5>اخر تحديث - </h5>
                    <p id="lpubdate"></p>
                </div>
                <p><br> توضح سياسة الخصوصية هذه الأساس الذي سنقوم بموجبه بالتعامل مع أي بيانات شخصية، بما في ذلك على سبيل المثال لا الحصر، بيانات الدفع، وغيرها من البيانات الأخرى التي نجمعها منك أو من مصادر آخرى أو تلك التي تقدمها إلينا (يُشار إليها بـ"البيانات")
                    وذلك بغية وصولك واستخدامك لموقع www.yourraf.com إننا ندرك أهمية هذه البيانات، ونحن نلتزم بحماية خصوصيتك واحترامها. يُرجى قراءة ما يلي بعناية لفهم ممارساتنا فيما يتعلق بالبيانات. باستخدامك لخدماتنا فإنك توافق على التعامل مع البيانات
                    بما يتفق مع سياسة الخصوصية هذه. تعد الإشارات المذكورة بضمير المتكلم (أو ما شابه) في سياسة الخصوصية هذه إشارات إلى موقع رف وتعد الإشارات "إليك" أو "المستخدم" إشارات إليك كفرد او شخص اعتباري، حسب مقتضى الحال.
                </p>
                <h6>ما هي البيانات التي قد نجمعها منك؟</h6>
                <p>قد نقوم بجمع ومعالجة البيانات التالية: البيانات التي تقدمها عن طريق تعبئة النماذج في الموقع، بما في ذلك البيانات التي تم تقديمها عند التسجيل لاستخدام الموقع و التسجيلات المشتركة الأخرى (على سبيل المثال تسجيلات دخول مواقع التواصل الاجتماعي)
                    أو الاشتراك في خدماتنا أو نشر المواد أو طلب خدمات أخرى. البيانات التي تقدمها عند دخول منافسة أو عرض ترويجي عبر موقعنا أواستكمال استطلاع للرأي أو عمليات تصويت أو تقديم مراجعات أو شهادات أو ملاحظات. البيانات التي تقدمها لنا، أو التي
                    قد نجمعها منك، عندما تُبلغنا عن اي صعوبة تواجهها عند استخدام موقعنا. سجل المراسلات في حال الاتصال بنا. بيانات عامة ومُجمعة وديموغرافية وغير شخصية.
                </p>
                <h6>كيف سنستخدم البيانات الخاصة بك؟</h6>
                <p> قد نستخدم البيانات في الحالات التالية: لتزويدك بالمعلومات أو المنتجات أو الخدمات التي تطلبها منا أو نرى أنك قد تكون مهتماً بها، وحيث قمت بالموافقة على أن يتم الاتصال بك لمثل هذه الأغراض. لتزويدك بالخدمات المعتمدة على المكان الذي توجد فيه،
                    مثل الإعلان ونتائج البحث ومحتويات آخرى مخصصة لك. لتنفيذ الالتزامات الناجمة عن أي عقود مبرمة بينك وبين أي جهة اخرى تستخدم موقعنا، أو بينك وبيننا. لتحسين خدماتنا ولتقديم خدمات أفضل ومخصصة بدرجة أكبر. لضمان تقديم محتوى موقعنا بأكثر الطرق
                    فاعلية لك للوصول إلى موقعنا. لإخطارك بالتغييرات التي يجريها موقعنا. لأي سبب آخر نراه ضرورياً لتعزيز تجربة تصفحك للموقع. لادارة البرامج التحفيزية وتلبية طلباتك للحصول على هذه الحوافز، و/او للسماح لك بالمشاركة بالمسابقات واخطارك في حالة
                    الفوز.
                </p>
                <h6>إلى من يمكننا الإفصاح عن البيانات؟</h6>
                <p> تعد البيانات الخاصة بعملائنا جزءاً مهماً جداً من عملنا. وبالتالي فإننا لا نشارك البيانات إلا حسبما هو مذكور أدناه فقط ومع الشركات التي تتبع الممارسات التي لها مزايا حماية، وبحد ادنى، مماثلة لمزايا تلك الممارسات الواردة في سياسة الخصوصية:
                    اطراف آخرين. لتوفير خدماتنا، قد نتعاون مع شركات اخرى تابعة لنا او مزودي خدمة غير تابعين لنا (على سبيل المثال: الشركات اللوجستية المُستخدمة لتوصيل المنتجات إليك، شركات التسويق، معالجة الدفعات لإجراء معاملات عبر الإنترنت وغير ذلك). من
                    الممكن ان تقوم هذه الشركات الأخرى في سبيل تنفيذ معاملاتك ، بتخزين البيانات في محفظة رقمية حتى يكون استخدامك لخدماتنا اكثر فعالية. أنت تدرك مدى أهمية وصول هذه الشركات إلى البيانات ذات الصلة لأداء مهامها. ونحرص على ألا تستخدم هذه الشركات
                    البيانات في أغراض أخرى. وقد نتلقى أيضاً بيانات من هذه الشركات (على سبيل المثال: بيانات التسليم والعناوين المحدثة)، بغرض استخدامها (على سبيل المثال: لتصحيح سجلاتنا وتوصيل بضائع تخص اية عملية شراء تقوم بها). من خلال استخدامك للموقع،
                    فإنك توافق على نقل، تخزين، استخدام، والافصاح عن البيانات بين الشركات التابعة لنا ومزودي خدمة غير تابعين لنا اينما كان موقعها الجغرافي. على ان تلتزم هذه الشركات تعاقديا بإحترام خصوصية البيانات. التسويق والعروض الترويجية. قد نستخدم أيضاً
                    البيانات لتزويدك بمعلومات عن السلع والخدمات التي قد تكون مهتماً بها فضلاً عن تعزيز تجربتك في تصفح واستعمال الموقع، ورسائل الخدمة، والمزايا الجديدة والتحسينات والعروض الخاصة والفعاليات ذات الأهمية. يُمكننا التواصل معك عبر قنوات مختلفة،
                    بما في ذلك على سبيل المثال لا الحصر رسائل البريد الإلكتروني وإشعارات الويب والمنشورات والهاتف ورسائل التطبيق وبطاقات نقل مقالات الأخبار. قد نسمح لطرف ثالث باستخدام البيانات، على سبيل المثال: ربما نقدم البيانات إلى المعلنين لمساعدتهم
                    في الوصول إلى الجمهور المستهدف لتمكيننا من الامتثال لالتزاماتنا أمام المعلنين (أي: عن طريق عرض إعلاناتهم على الجمهور المستهدف). وبالإضافة إلى ذلك، للمشاركة في بعض المنافسات والعروض الترويجية الخاصة بنا، قد يُطلب منك تقديم بيانات إضافية.
                    على سبيل المثال: إذا فزت في إحدى المنافسات فقد يُطلب منك تقديم المزيد من البيانات الشخصية لتأكيد أهليتك وتقديم الجائزة إليك. وتُجرى عملية جمع هذه البيانات بواسطتنا أو بواسطة الرعاة المشاركين أو البائعين للعروض الترويجية. يُرجى ملاحظة
                    أنه ينبغي لك مراجعة سياسات الخصوصية المتعلقة بهذا الطرف الثالث لمعرفة كيفية استخدامه لأي بيانات يعمل على جمعها. تحويلات الأعمال: في حالة الاستحواذ على شركتنا أو جميع أصولنا فعلياً، ستكون بيانات العميل أحد الأصول التي يتم تحويلها للمالك
                    الجديد. حماية موقعنا والمواقع الأخرى: نفصح عن حساب العميل وبياناته الشخصية الأخرى عندما نرى أن هذا الإفصاح مناسب للامتثال للقوانين والتحقيقات التي تتم لإنفاذ القوانين ولحماية الحقوق أو الممتلكات أو سلامة مستخدمينا أو الآخرين. ويتضمن
                    هذا تبادل البيانات مع الشركات والمؤسسات الأخرى لعدة أسباب، منها الحماية من جرائم الاحتيال والحد من مخاطر الائتمان. ويُرجى ملاحظة أن موقعنا قد يحتوي -من حين لآخر- على روابط من وإلى مواقع خاصة بشبكات الشركات التي نتعامل معها والمعلنين
                    والشركات التابعة لنا، وفي حالة الدخول في رابطاً من أحد هذه الروابط يُرجى العلم بأن هذه المواقع تمتلك سياسات خصوصية الخاصة بها، وأننا لن نتحمل أي مسؤولية أو مطالبة عن هذه السياسات. كما يُرجى التحقق من سياسات تلك المواقع قبل تقديم أي
                    بيانات شخصية أو أي معلومات أخرى إليها.
                </p>
                <h6>كيف نُخزن البيانات الخاصة بك؟ </h6>
                <p>البيانات التي نقوم بجمعها منك قد ننقلها أو نخزنها في موقع خارج المملكة العربية السعودية. كما يمكن أن تتم معالجتها أيضاً بواسطة فريق عمل يعمل خارج المملكة العربية السعودية. إلا أن فريق العمل هذا يعمل لحسابنا أو لحساب مورد من موردينا. ويشارك
                    فريق العمل هذا -إلى جانب المهام الأخرى- في تلبية طلبك ومعالجة تفاصيل الدفعات وتوفير خدمات الدعم. سوف نقوم بتخزين البيانات طالما كان ذلك ضرورياً وفقاً لسياسة الخصوصية هذه او اذا ما كان ذلك مطلوباً للالتزام بأي قانون. من الممكن ان يتم
                    نقل، تخزين، معالجة، واستعمال البيانات من قبل شركات تابعة لنا او مزودي خدمة غير تابعين لنا في دولة او اكثر من دولة خارج الدولة التي تتبع لها. كما وانه من الممكن نقل وتخزين بيانات الدفع الخاصة بك من قبل شركات تابعة لنا لمعالجة الدفعات
                    وتوفير خدمات الدعم الفني.
                </p>
                <h6>ما هي معايير الحماية التي نطبقها؟</h6>
                <p> إننا نتخذ الخطوات اللازمة من الناحية التقنية، التجارية، الفنية، والادارية لضمان التعامل مع البيانات بأمان وبما يتماشى مع سياسة الخصوصية هذه، وذلك لحماية البيانات من الوصول اليها بشكل غير مصرح به، او تغييرها، او الافصاح عنها او اتلافها.
                    ومن الممكن أن نستخدم -على سبيل المثال- تقنية إلكترونية مشفرة لحماية البيانات أثناء إرسالها إلى موقعنا، بالإضافة إلى جدار حماية إلكتروني خارجي، وتقنية جدار حماية إلكتروني على الكمبيوتر المضيف لموقعنا حتى نتمكن من صد الهجمات الضارة على
                    الشبكة. سوف يتم السماح فقط للموظفين ومزودي الخدمات والوكلاء الذين يكون عليهم معرفة البيانات بالوصول اليها بغية تنفيذ عملهم. ومن المهم بالنسبة لك التأكد من حماية كلمة المرور الخاصة بك والجهاز الذي تستخدمه للوصول إلى موقعنا لتفادي اي
                    وصول غير مصرح به من الغير. وتتحمل أنت وحدك مسؤولية الحفاظ على كلمة المرور الخاصة بك في سرية تامة، على سبيل المثال، تأكد من تسجيل الخروج بعد الانتهاء من استخدام أحد الاجهزة ذات الاستخدام المشترك. وللأسف، فإن إرسال البيانات عبر الإنترنت
                    غير آمن تماماً. وعلى الرغم من ذلك، سنبذل قصارى جهدنا لحماية البيانات، إلا أننا لا نضمن حماية البيانات المرسلة إلى موقعنا، وتتحمل أنت وحدك تبعات مخاطر إرسال أي بيانات.
                </p>
                <h6>كيف يمكنك الوصول إلى البيانات وتعديلها؟</h6>
                <p> يمكنك الوصول إلى مجموعة كبيرة من البيانات الخاصة بحسابك وتعاملاتك مع الموقع بغرض عرض البيانات، وتحديثها في بعض الحالات. أمثلة البيانات التي يمكنك الوصول إليها بسهولة على الموقع: بيانات محدثة فيما يتعلق بأحدث طلبات الشراء التي قمت بها.
                    بيانات التعريف الشخصي (بما في ذلك، الاسم والبريد الإلكتروني وكلمة المرور والمراسلات وتفضيلات الإعلانات الشخصية). إعدادات الدفع (بما في ذلك معلومات بطاقة الائتمان). إعدادات إشعارات البريد الإلكتروني. يمكنك رفض تلقي رسائلنا التسويقية
                    في المستقبل في أي وقت عن طريق ضبط تفضيلات مراسلات العميل الخاصة بك، من خلال رابط إلغاء الاشتراك الموجود في مراسلات البريد الإلكتروني إعدادات المتصفح. وفي حال إلغاء التفعيل لملفات تعريف الارتباط، سيؤثر ذلك على كيفية عمل موقعنا وربما
                    لن تكون قادراً على الوصول إلى أو استخدام بعض أو جميع الوظائف في الموقع. على سبيل المثال: تجمع ملفات تعريف الارتباط الخاصة بالأداء معلومات حول كيفية استخدامك للموقع –أي: الصفحات التي تزورها في معظم الأوقات- مما يسمح لنا بتزويدك بالخيارات
                    المستهدفة وذات الصلة التي تعزز تجربة تصفحك واستخدامك للموقع. يجوز أن نحتفظ بنسخة من البيانات لأغراض الامتثال للقوانين، وبالذات عند تحديثك للمعلومات حيث نحتفظ بنسخة من البيانات السابقة للحفظ في سجلاتنا.
                </p>
                <h6>ماذا لو غيرنا سياسة الخصوصية الخاصة بنا؟</h6>
                <p> يتعرض عملنا لتغييرات بصفة مستمرة، لذا قد تتأثر سياسة الخصوصية الخاصة بنا وتحتاج إلى تغيير موازٍ. سوف نقوم بنشر النسخة الحالية لسياسة الخصوصية هذه على الموقع وستظل سارية المفعول منذ نشرها على الموقع أو بناءً على الموعد الذي نحدده من جانبنا
                    كـتاريخ لسريانها. قد نقوم بإرسال رسائل تذكيرية بصفة دورية عبر البريد الإلكتروني بإخطاراتنا وشروطنا، ولكن ينبغي لك التحقق بزيارتك المتكررة لموقعنا للاطلاع على أحدث التغييرات. يجب عليك التحقق من سياسة الخصوصية بصورة منتظمة. فإن استمرارك
                    في استخدام الموقع بعد أي تغييرات يُعد موافقة منك على سياسة الخصوصية هذه بصيغتها المعدلة. كيف يمكنك الاتصال بنا؟ إذا كان لديك أي استفسارات تتعلق بالبيانات الخاصة بك على الموقع يُرجى الاتصال بنا yourraf@gmail.com وإطلاعنا على الوصف الدقيق
                    لاستفساراتك، وسوف نقوم بالرد عليها و معالجتها.
                </p>
            </div>

        </div>
        <?php include "includes/footer.php" ?>